[IRI_RagingBall X2AbilityTemplate]
LocFriendlyName="Разрушитель"
LocLongDescription="Прорывайтесь сквозь стены и укрытия в течение этого хода."
LocHelpText="Прорывайтесь сквозь стены и укрытия в течение этого хода."
LocFlyOverText="Разрушитель"

[IRI_RagingBall_Cancel X2AbilityTemplate]
LocFriendlyName="Разрушитель (отключение)"
LocLongDescription="Перестаньте ломать стены и укрытия во время движения."
LocHelpText="Перестаньте ломать стены и укрытия во время движения."
LocFlyOverText="Разрушитель (отключение)"

[X2Photobooth]
+m_arrAnimationPoses=(AnimationDisplayName="Разрушитель")